Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/umo.se/alakuloisuus.html.tmx
Source language: fin
Languages: sme

source: Alakuloisuus
sme: Lossesvuohta

source: Alakuloisuuden, surullisuuden, ahdistuksen tai toivottomuuden tunteet ovat luonnollinen osa elämää.
sme: Muhtumin dovdat iežas lossesvuođa, surolažžan, leaboheapmin dehe dovdat doaivvuhisvuođa lea lunddolaš oassi eallimis.

source: Joskus saattaa olla päiviä, jolloin mikään ei huvita, mikään ei tunnu hauskalta tai mielessä pyörii monenlaisia asioita.
sme: Olbmos sáhttet leat beaivvit go ii nagot maidege, ii miige dovdo somá dehe dalle go jurddahallá ollu.

source: Tällaiset tunteet menevät usein ohi.
sme: Dávjjimus dovddut mannet badjel oanehis áigge geažis.

source: Kurjaa oloa voi kohentaa eri tavoin itse, tai hakea tarvittaessa apua.
sme: Leat áššit maid sáhttá dahkat ieš vai veadjá buorebut, ja gávdno veahkki jus dárbbaha.

source: Kaikilla on joskus mieli maassa.
sme: Lossesvuohta boahtá ja manná eallimis.

source: Negatiivisia ajatuksia ja tunteita ei tarvitse pelätä.
sme: Ii dárbbat ballat luoitimis negatiivva jurdagiid ja dovdduid.

source: Jos tällaisia tunteita yrittää välttää, ahdistus ja levottomuus voivat pahentua.
sme: Jus viggá garvit dakkár dovdduid go dat bohtet sáhttá oažžut eanet ráfehisvuođa ja áŧestusa.

source: Tunteet on elettävä läpi ja niille on annettava aikaa.
sme: Muhtin áššit fertejit oažžut dovdot ja muhtumin fertejit dat oažžut áiggi.

source: Joskus alakulon syy on tiedossa
sme: Muhtimin diehtá manin

source: Joskus alakuloisuus voi johtua jostain tietystä asiasta.
sme: Muhtimin sáhttá leahkit juoga erenomáš mii dagaha ahte dovdá iežas šlundin.

source: Syynä voi olla esimerkiksi seurustelun päättyminen, vanhempien muuttaminen erilleen tai muut ongelmat perheessä tai ystävien kanssa.
sme: Dat sáhttá ovdamearkka dihte leahkit ahte lea heaitalan geainna lea leamaš ovttas, ahte váhnemat galgaba earránit dehe leat eará problemat veagas ja olbmáiguin.

source: Mieli voi olla maassa myös silloin, kun elämässä tapahtuu suuria muutoksia, esimerkiksi muuton, koulun vaihtumisen tai lukion ja työn aloittamisen myötä.
sme: Sáhttá maid šaddat lossesmillii jus eallin rievdá soames ládje, ovdamearkka dihte jus johttá, molsu skuvlla dehe go lea álgán gymnásii dehe álgán bargat.

source: Vaikka tällaiset ongelmat voivat tuntua ylivoimaisilta, useimmiten ne menevät ohitse ystävien ja perheen tuella.
sme: Dávjjimus ovttaskas olmmoš birge ieš dán tiippat váttisvuođaiguin dehe olbmáid ja veaga vehkiin, vaikko sáhttá dovdot hirbmat váivin go dat dáhpáhuvvá.

source: On myös tavallista tuntea itsensä alakuloiseksi, vaikka mitään erikoista ei olisi tapahtunutkaan.
sme: Lea maid dábálaš ahte dovdá iežas šlundin vaikko ii leat dáhpáhuvvan miige erenomážit.

source: Jos koulussa tai työssä ilmenevät ongelmat aiheuttavat stressiä tai nukkumisvaikeuksia, seurauksena voi olla surullinen tai masentunut olo.
sme: Jus lea ovdamearkka dihte streassaluvvan dehe lea váttis nohkkat daningo lea áŋgir skuvllas dehe barggus sáhttá šaddat surolažžan dehe šlundin.

source: Seksuaalisuus, ympäristön odotukset ja vartalon kehittyminen voivat vaivata mieltä.
sme: Jurdagat seksualitehtas, got galgá leahkit ja mot gorut ovdána sáhttet leahkit váddásat.

source: Tytöt voivat tuntea olonsa masentuneiksi ennen kuukautisia.
sme: Nieiddat sáhttet šaddat šlundin beivviid ovdal mánodávddaid.

source: Mieliala ei aina näy päältäpäin
sme: Álot ii oainne bajil mot veadjá

source: Kavereiden, vanhempien, opettajien tai muiden läheisten on usein hankala ymmärtää miltä nuoresta todella tuntuu.
sme: Dávjá olbmát, váhnemat, oahpaheaddjit ja earát eai ipmir got ovttaskas duođain veadjá.

source: Mieliala ei aina näy ulospäin, vaikka itsestä siltä saattaisikin tuntua.
sme: Ii leat sihkkar ahte oaidná bajil vaikko ieš jáhkká dan galgat oidnot.

source: Alakuloisuus voi aiheuttaa myös vihaisuutta ja ärtyisyyttä.
sme: Jus lea losesmielas sáhttá maid suhttat eanet ja erdot.

source: Silloin ympärillä olevat ihmiset saattavat huomata ärtyisyyden, mutta eivät ymmärrä, että se johtuu masentuneisuudesta ja alakuloisuudesta.
sme: Dalle olbmot birra fuomášit ahte ovttaskas lea eanet suhtus, muhto sii eai soaitte ipmirdit ahte dat vuolgá das ahte rievtti mielde lea surolaš dehe šlundi.

source: Tämän vuoksi omista tunteistaan kannattaa puhua, jotta voi saada apua ja tukea.
sme: Danin sáhttá leahkit buorre geahččalit muitalit mot dovdá vai sáhttá oažžut veahki ja doarjaga.

source: Puhuminen jonkun kanssa voi usein auttaa ymmärtämään itseään paremmin.
sme: Sárdnumiin soapmásiin sáhttá dávjá ipmirdit iežas buorebut.

source: Miten oloaan voi kohentaa?
sme: Maid sáhttá ieš dahkat?

source: Omaan mielialaan voi vaikuttaa.
sme: Olmmoš sáhttá ieš váikkuhit mot veadjá.

source: Säännöllinen liikunta tai urheilun harrastaminen parantavat mielialaa ja lisäävät energiaa.
sme: Veadjá buorebut ja veadjá eanet jus lihkada, soaitá hárjehallat dássedit, go lea dagatkeahttá.

source: Jos tahtoo saada paremman mielen, on tärkeää syödä hyvin ja säännöllisesti sekä nukkua riittävästi.
sme: Vai veadjá bures lea maid dehálaš ahte borrá bures ja dássedit, ja ahte oađđá muttágit.

source: Silloin vaikealta tuntuvien asioiden käsittely on helpompaa.
sme: Dalle birge álkibut áššiiguin mat muhtimin soitet leat váddásat.

source: Sekä liian pitkät että liian lyhyet yöunet voivat väsyttää.
sme: Olmmoš sáhttá váibat sihke ila unnán dehe ila olu oađđimiin.

source: Jos olo tuntuu masentuneelta, on hyvä pitää mielessä muutamia asioita:
sme: Leat máŋga ášši maid lea buorre jurddahallat jus lea juo losesmielas:

source: Kannattaa tehdä asioita, joista pitää, esimerkiksi tavata ystäviä.
sme: Olmmoš veadjá bures dahkamiin áššiid mas liiko ja ovdamearkka dihte deaivvademiin olbmáiguin.

source: Masentuneena saattaa kaivata myös yksinoloa.
sme: Muhto olmmoš sáhttá maid dárbbahit leahkit akto ieš jus lea šlundi.

source: Liikunnasta voi olla apua.
sme: Sáhttá veahkehit lihkadit.

source: Jos mieltä vaivaavat monenlaiset asiat, kävely tai treenaus saattaa helpottaa oloa ja parantaa yöunta.
sme: Ovdamearkka dihte váccašeapmi dehe vázzin ja hárjehallan láve veahkehit jus ovttaskasas leat máŋggat jurdagat ja olu dahkan vai nohkká buorebut.

source: Ulkoilu aurinkoisella säällä on hyväksi, koska valolla on piristävä vaikutus.
sme: Olgun leahkin čuovgadin lea buorre daningo čuovga sáhttá dagahit ahte lea virkot.

source: Puhuminen esimerkiksi ystävän tai perheenjäsenen kanssa voi auttaa.
sme: Sáhttá veahkehit sárdnut soapmásiin dego olbmáin dehe soapmásiin veagas.

source: On mahdollista käydä juttelemassa myös esimerkiksi kouluterveydenhoitajan tai kuraattorin luona.
sme: Sáhttá maid mannat ovdamearkka dihte skuvladivššára dehe kuratora lusa.

source: Omista tunteista kirjoittaminen.
sme: Čállit muitui got dovdá.

source: Tunteiden ja ajatusten pukeminen sanoiksi auttaa yleensä ymmärtämään itseään paremmin ja huomaamaan mahdolliset ongelmat, jotka täytyy ratkaista.
sme: Bidjamiin sániid iežas dovdduide ja jurdagiiddásis láve sáhttit ipmirdit iežas buorebut, ja álkibut sáhttit oaidnit leatgo problemat maid dárbbaha čoavdit.

source: Alkoholi ja huumeet eivät ole ratkaisu
sme: Alkohola ja gárrenmirkkut eai leat buorit

source: Masentuneena saattaa helposti kuvitella, että alkoholin juominen tai huumeiden käyttö parantavat oloa.
sme: Jus lea losesmielas sáhttá muhtumin dovdot dego veahkehivččii jus juhká álkohola dehe geavtá gárrenmirkkuid.

source: Päihteiden käyttö voi tehdä iloisemmaksi ja auttaa hetkeksi unohtamaan ikävät ajatukset, mutta ajan myötä se päinvastoin pahentaa ahdistusta ja muita vaikeita tunteita.
sme: Soaitá šaddat iloleabbon ja vajálduhttá dan mii lea váivi bottožii, muhto áiggi mielde sáhttá dat nuppe gežiid nannet leabohisvuođa ja eará váivves dovdduid.

source: Alkoholi tai huumeet saattavat jopa olla syy alakuloisuuteen.
sme: Soaitá maid leahkit nu ahte jur alkohola ja gárrenmirkkut leat sivvan ahte lea šlundi.

source: Alakuloisuus menee yleensä ohi
sme: Lossesvuohta manná dávjjimusat badjel

source: Masentuneena olo voi tuntua hyvin toivottomalta.
sme: Olmmoš sáhttá veadjit hui heajuid go lea losesmielas.

source: On helpottavaa tietää, että useimmiten masennus menee ohi itsestään, vaikka se voikin viedä aikaa.
sme: Danin sáhttá leahkit somá diehtit ahte lossesvuohta eanas manná meaddel ieš, vaikko sáhttá váldit áiggi.

source: Joskus tarvitaan apua
sme: Muhtumin dárbbaha veahki

source: Joskus on hyvä ottaa asia puheeksi ulkopuolisen kanssa.
sme: Muhtumin sáhttá leahkit buorre sárdnut soamis olggobeale olbmuin.

source: Apua voi pyytää esimerkiksi nuorisokeskuksesta, terveyskeskuksesta tai kouluterveydenhuollosta.
sme: Oažžun dihte veahki sáhttá váldit oktavuođa ovdamearkka dihte nuoraidvuostáváldimiin, dearvvašvuođaguovddážiin dehe ohppiid-dearvvašvuođain.

source: Nämä ammattilaiset ovat tottuneet tapaamaan masentuneita nuoria.
sme: Doppe leat hárjánan deaivvadit nuoraiguin geat leat šlunddit.

source: Tarvittaessa he voivat auttaa ottamaan yhteyttä esimerkiksi psykologiin tai lääkäriin.
sme: Jus dárbbahuvvo sáhttá dat gean deaivá veahkehit ovttaskasa oažžut oktavuođa ovdamearkka dihte psykologain dehe doaktáriin.

source: Puhelimitse voi ottaa yhteyttä tukipuhelimiin tai käydä internetsivustoilla, joista voi saada apua chattailemalla, sähköpostitse tai lukemalla neuvoja.
sme: Gávdno maid telefovdnabálvá gosa sáhttá riŋget ja báikkit neahtas gos sáhttá, mejlet dehe lohkat vai oažžu veahki ja doarjaga.

source: Tukipalveluihin voi ottaa yhteyttä nimettömänä.
sme: Doppe sáhttá leahkit namahin jus háliida. Deprešuvdna

source: Depressio tarkoittaa aivan muuta kuin tilapäistä masentuneisuutta.
sme: Deprešuvdna lea juoga eará go leat gaskaboddosaččat šlundi dehe surolaš.

source: Kyseessä voi olla depressio, jos masentuneisuus kestää useita viikkoja ja samalla ilmenee seuraavia oireita
sme: Olmmoš soaitá ožžon deprešuvnna go dovdá iežas šlundin máŋga vahku maŋŋálaga ja seamma áiggi massá beroštumi dakkárii masa láve liikot

source: unettomuus tai liikaunisuus
sme: oađđá ila unnán dehe ila olu

source: ruokahalun katoaminen
sme: lea váttis spaktat

source: tavallista suurempi ruokahalu
sme: borrá eanet go dábálaččat

source: ärtyneisyys
sme: álkit erdo

source: itseluottamuksen huononeminen tai kohtuuton itsekritiikki
sme: oažžu heajos iešdovddu dehe šaddá ieškritihkalaš

source: halu vältellä muita
sme: geassása eret olbmuid olis

source: asioiden jatkuva pohdiskelu
sme: bidjá hirbmat olu áiggi jurddašeapmái

source: ongelmat koulussa tai töissä
sme: oažžu problemaid skuvllas ja barggus

source: itsetuhoiset ajatukset.
sme: oažžu iešsorbmenjurdagiid

source: Depressiota sairastava tarvitsee ammattiapua voidakseen paremmin.
sme: Jus lea ožžon deprešuvnna olmmoš dárbbaha ámmátlaš veahki vai veadjá buorebut.

source: Apua voi hakea esimerkiksi nuorisokeskuksesta, terveyskeskuksesta tai kouluterveydenhuollosta.
sme: Oažžun dihte dan sáhttá váldit oktavuođa ovdamearkka dihte nuoraidvuostáváldimiin, dearvvašvuođaguovddážiin dehe ohppiiddearvvašvuođain.
